txt_instruction = '''
Данное приложение позволит вам с помощью усложнённого теста Руфье \n провести первичную диагностику вашего здоровья.\n
Проба Руфье представляет собой нагрузочный комплекс, \n предназначенный для оценки работоспособности сердца при физической нагрузке.\n
У испытуемого определяют частоту пульса за 15 секунд.\n
Затем в течение 45 секунд испытуемый выполняет 30 приседаний.\n
После окончания нагрузки пульс подсчитывается вновь: \nчисло пульсаций за первые 15 секунд, 30 секунд отдыха,\n число пульсаций за последние 15 секунд.\n'''

txt_test1 = '''Разомнитесь и приготовьтесь.\n
после этого замерьте пульс.'''

txt_test2 = '''Выполните 30 приседаний за 45 секунд.\n 
Нажмите кнопку "Начать", чтобы запустить счетчик приседаний.\n
Делайте приседания со скоростью счетчика.'''

txt_taco = '''Выполните 10 отжиманий за 45 секунд.\n 
Нажмите кнопку "Начать",\n
 чтобы запустить счетчик приседаний.\n
Делайте приседания со скоростью счетчика.\n
(если вам слишком сложно сделаете отжимания на коленях)'''

txt_test3 = '''В течение минуты замерьте пульс два раза:\n 
за первые 15 секунд минуты, затем за последние 15 секунд.\n
Результаты запишите в соответствующие поля.''' 

txt_sits = 'Выполните 30 приседаний ..'

txt_burito = 'Выполните снова 20 приседаний за 45 секунд..'

txt_test3 = '''отдохните и после этого снова замерте пульс'''

txt_test4 = '''отдохните и после этого снова замерте пульс'''